<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Breve Biografia | Sara M&uuml;ller</title>
<link href="style.css" rel="stylesheet" type="text/css" />
</head>

<body>

<div id="biografia">
	<div id="texto">
		<h1>Breve Biografia:</h1>
		<p>Sara M&uuml;ller, paulistana, artista pl&aacute;stica, educadora, designer gr&aacute;fica    fez sua forma&ccedil;&atilde;o em S&atilde;o Paulo (Faculdade de Artes Pl&aacute;sticas da FAAP; Escola Brasil:) e Jerusal&eacute;m (Academia de Arte Bezalel).<br>
	Al&eacute;m de exposi&ccedil;&otilde;es individuais, tem participado de exposi&ccedil;&otilde;es coletivas nos principais museus nacionais: MASP, MAM, MAC, Pinacoteca do Estado, Museu de Arte de Ribeir&atilde;o Preto; <br>
	participou tamb&eacute;m da II Bienal Americana de Artes Gr&aacute;ficas em Cali, Col&ocirc;mbia.<br>
	Obteve pr&ecirc;mio aquisi&ccedil;&atilde;o no II Sal&atilde;o Paulista de Arte Contempor&acirc;nea e foi artista convidada no I Sal&atilde;o de Aquarelas - FASM.</p>
	
	<p>Atua na &aacute;rea did&aacute;tica e de comunica&ccedil;&atilde;o visual desde 1980. Tem ministrado aulas de desenho e pintura em seu ateli&ecirc;, institui&ccedil;&otilde;es (Therapon), museus (MUBE), centros culturais (Oficina Cultura Mazaropi), SESC Pinheiros, SESC Pomp&eacute;ia, Collegio das Artes. <br>
	Um relato do percurso das aulas ministradas a uma aluna foi apresentado num Encontro Psican&aacute;litico em S&atilde;o Paulo.</p>
	
	<p>Paralelamente &agrave;s atividades como artistista e educadora tem atuado como designer gr&aacute;fica  produzindo cartazes para congressos cient&iacute;ficos internacionais, capas de livro, logotipos.</p>
	
	<p>Vem colaborando desde 2008 com flamingofeather Physical Theatre (Londres) na cria&ccedil;&atilde;o do logo, cartazes, trabalhos de arte visuais para proje&ccedil;&atilde;o e Sage Dance Company (Londres) na cria&ccedil;&atilde;o do logo.</p>
		
		<div id="footer">
			<div class="f-home"><a href="/">home</a></div>
			<div class="f-obras"><a href="http://www.flickr.com/photos/saramuller/sets/" target="_blank">obras</a></div>
			<div class="f-email"><a href="mailto:saramuller@macbbs.com.br">saramuller@macbbs.com.br</a></div>
		</div>

	</div>
</div>

</body>
</html>
